<?php
$lang = array(

    "create_account" => "Регистрация",
    "Principal" => "Домашняя страница",
    "Selection" => "Наш выбор",
    "Juegos" => "Игры",
    "About" => "О нас",
    "Cuenta" => "Aккаунт",
    "ini_session" => "Авторизоваться",
    "close_session" => "выйти",
    "mi_cuenta" => "Мой aккаунт",
    "es" => "испанский ",
    "en" => "английский",
    "ru" => "русский",
    "cat" => "Каталонский",

    "puntos_necesarios" => "Необходимые очки",
    "oferta" => "Cкидка",
    "ofertas_disponibles" => "Доступные Cкидки",
    "clicar" => "Нажмите следующую кнопку, чтобы открыть карты Google.",
    "click_aqui" => "kликните сюда",
    "mirar" => "Посмотри на меню",
    "ubicacion" => "Расположение",
    "visitar" => "Посетите их сайт",
    "menu" => "меню",

    "titulo_indice" => "Скидки в барах, играющих в игры? Продолжай читать...",
    "Recomencem" => "RECOMERÇEM",
    "parafo1_indice" => "Из-за пандемии Covid-19 многие малые предприятия и муниципальные рынки в городах и поселках потеряли многочисленных клиентов и прибыль, что даже привело к окончательному закрытию некоторых из них.",
    "parafo2_indice" => "По этой причине ассоциация Las Cortes Comercio 08028 и Барселонский муниципальный институт рынков попросили нас создать веб-приложение для распространения и продвижения как малых предприятий, так и рынков.",
    "parafo3_indice" => "Какова функция нашего веб-приложения?",
    "parafo4_indice" => "Функция этой страницы - продвигать и продвигать малый бизнес и муниципальные рынки.
    Наша группа, состоящая из Фрэн, Гектора, Дани и Ильи, выбрала в качестве модели муниципальной торговли несколько
    баров и ресторанов в барселоне.",
    "parafo5_indice" => "В разделе «Наш выбор» вы можете увидеть информацию о барах и / или ресторанах, которые мы выбрали,
    Вы также сможете увидеть, какие акции / скидки доступны и как их получить.",
    "parafo6_indice" => "Хотите получать скидки и акции?",
    "parafo7_indice" => "Из-за пандемии Covid-19 многие малые предприятия и муниципальные рынки в городах и поселках потеряли многочисленных клиентов и прибыль, что даже привело к окончательному закрытию некоторых из них.",
    "parafo8_indice" => "По этой причине ассоциация Las Cortes Comercio 08028 и Барселонский муниципальный институт рынков попросили нас создать веб-приложение для распространения и продвижения как малых предприятий, так и рынков.",
    "parafo9_indice" => "Чем больше у вас очков, тем лучшие акции вы сможете разблокировать!",

    "parafo1_seleccion" =>"Небольшое заведение в японском стиле с деревянной стойкой. Войдите, чтобы узнать о множестве японских рецептов, которые наполнят вас азиатскими эмоциями.",
    "parafo2_seleccion" =>"Вы никогда не задумывались об идеальном варианте чашки кофе? В Bracafe у вас есть почти бесконечный выбор кофе, экспортируемого из Бразилии. Не пропустите самые аутентичные ароматы кофе.",
    "parafo3_seleccion" => "Вы хотите зарезервировать столик для великолепного ужина? Это ваше идеальное место. Кристаллизованный ресторан с модернистской эстетикой, средиземноморской кухней и террасой, с которой открывается вид на Барселону из центра.",
    "parafo4_seleccion" =>"Наслаждайтесь тапас и пинчо в одном из баскских ресторанов-пинчо в Барселоне.",
    "visitar" => "Посещать",
    "calle1_seleccion" => "- Carrer Girona 164, 08037 Barcelona",
    "calle2_seleccion" => "- Ronda de la Universitat, 35, 08007 Barcelona",
    "calle3_seleccion" => "- Carrer del Pintor Fortuny, 3, 08001 Barcelona",
    "calle4_seleccion" =>"- Passeig de Gràcia, 6",

    "parafo1_juegos" => "игра 1: Чтобы подготовить заказы, вам сначала нужно пройти через супермаркет, чтобы собрать ингредиенты.",
    "parafo2_juegos" => "игра 2: Теперь, когда вы собрали ингредиенты, вам нужно будет приготовить блюда в соответствии с каждым заказом.",
    "parafo3_juegos" => "игра 3: Заказы готовы, и теперь вам нужно будет их распределить, но берегитесь машин!",
    "parafo4_juegos" => "игра 4: Теперь, когда вы прибыли в пункт назначения, отправьте заказы по соответствующему адресу.",
    "jugar" => "Играть",

    "info_about" => "Мы - группа из четырех членов Institut Politecnics de Barcelona, ​​у которых есть проект по оказанию помощи малому бизнесу,
    тем, кому это нужно больше всех.
    Мы использовали ряд инструментов, таких как PHP, Bootstrap и CSS, с простым и интуитивно понятным дизайном, который позволил нам изучить и открыть для себя многие
    функции, которые мы не знали.
    Мы очень довольны своим проектом и считаем, что вам тоже пора его посмотреть и насладиться.",

    "titulo_barLobo" => "Bar Lobo",
    "info_barLobo" =>"Bar Lobo - это место, где подают тапас и быстрые блюда от Grupo Tragaluz, недалеко от бульвара Лас-Рамблас.
        Здесь подают простую кухню с элементами современности и лучшими интернациональными вкусами.
        Все в непринужденной атмосфере, но с классом и меню с хорошим соотношением цены и качества.",
    "tipos_comida_lobo" => "От разнообразных завтраков до веселых обедов и ужинов, если вы хотите отдохнуть от прогулки, остановитесь в баре Lobo. Продовольствие с рынка, тапас и множество секунд. . <br>
         Если вы хотите увидеть больше, войдите в меню с помощью этого QR-кода или нажмите кнопку.",
    "calle_lobo" => "Pintor Fortuny 3 08001 Barcelona",

    "info_bracafe" => "Открытые с 1929 года, они выбирают для своих магазинов лучший кофе, импортированный из Бразилии.
        После 6 поколений производителей кофе их продукция и услуги по-прежнему отличаются высочайшим качеством и ценой.
        предлагая лучшие впечатления следующим поколениям. Сохранение естественности продукта, как никогда.
        Помимо почти бесконечного выбора кофе, они также предлагают широкий выбор бутербродов, выпечки.
        напитки, шоколад и тапас.",
    "comida_bracafe" => " Бракафе предлагает своим клиентам широкий выбор кофе, кофейных комбинаций, бутербродов, выпечки, напитков, пива, импортного пива,
        тапас, тисан, ароматизированный шоколад, соки, ароматный чай и сангрия.",
    "acceder_qr" => "Если вы хотите увидеть больше, войдите в меню с помощью этого QR-кода или нажмите кнопку.",
    "ubi_bracafe" => "У Bracafé 29 магазинов по всей Барселоне, самые центральные и важные - это Carrer del Comte d'Urgell, 35, 08011 Barcelona // ДОБАВИТЬ ВРЕМЯ ОТКРЫТИЯ!, Спасибо, Carrer de Calàbria, 97, 08015 Barcelona //
    Gran Via de les Corts Catalanes, 555, 08011 Барселона // Ronda de la Universitat, 35, 08007 Барселона // Plaça de Tetuan, 17, 18, 08010 Барселона 
     Нажмите следующую кнопку, чтобы увидеть все средства на картах Google.",

    "Usuario" => "Пользователь:",
    "Email" => "Эл. адрес:",
    "Cambiar_correo" => "Изменить текущий адрес электронной почты:",
    "Cambiar_contra" => "Изменить текущий пароль:",
    "añadir_oferta" => "Добавить предложение",
    "id_res" => "Идентификатор ресторана",
    "id_oferta" =>"идентификатор предложения",
    "Nombre" => "имя",
    "puntos" => "очки",
    "Codigo" => "Код",
    "aceptar" => "Принять",
    "cancelar" => "отменить",
    "id_user" => "Идентификатор пользователя",
    "name_user" => "Имя пользователя",
    "contraseña" => "пароль",
    "conf_contra" => "Подтвердите Пароль",
    "admin" => "Администратор",
    "puntos" => "очки",
    "correo" => "Эл. адрес",
    "entrar" => "Входит",

    
    "txapela_info" => "Txapela - это настоящая баскская таверна в Барселоне (Plaza Cataluña).
        Айба! Наши бары - это бары баскской таверны в центре площади Каталонии.
        Храмы Барселоны PINTXOS, TXACOLÍ, TXIQUITOS и CIDER of Euskadi, а также с террасой!
        Как и баски, мы любим хорошие вещи и хорошо сделанные, с аутентичными продуктами, с DO и типично баскскими разработками. Приходите и попробуйте богатую гастрономическую культуру Страны Басков, и мы споем вам Алирон!
        Что тебе в куадрилле? Лучший! В Txapela некому закончить бар pintxos!",
    "txapela_menu" => "Txapela предлагает своим клиентам широкий выбор завтраков, групповых меню, блюд на вынос и своих знаменитых меню пинчо.
        Если вы хотите увидеть больше, войдите в меню, нажав кнопку.",
    "txapela_ubi" => "Txapela имеет 3 филиала в Барселоне и Мадриде, самые центральные и важные - на Passeig de Gràcia, 58, 08007 Barcelona //
            Plaça Catalunya, 8, 08002 Барселона //
            и Gran Via 64, 28 Madrid //",

    "illya" => "Младший программист с опытом создания веб-страниц. Трудолюбивое, быстрое и адаптивное обучение в разных ситуациях.",
    "fran" => "Младший программист ежедневно расширяет свои знания и опыт в этом интересном мире программирования. Я считаю себя очень упорядоченным и трудолюбивым человеком, если то, что я делаю, меня мотивирует.",
    "hector" => "Младший программист в настоящее время изучает веб-разработку в Poltecnics Center d’estudis, а я ранее изучал мультиплатформенную разработку. Ответственный и работник с опытом работы в отрасли.",
    "dani" => "Младший программист, специализирующийся на разработке веб-страниц. Изучая технические знания изо дня в день, трудолюбивый и ответственный за поставленные задачи."

    )

?>